Repository: common-repository/leyka-mobimoney-gateway
Catalog: languages/leyka-mobi-money-*.po
Languages: ru_ru

source: MOBI.Money gateway description
ru_ru: Описание платёжной системы MOBI.Деньги

source: Enter MOBI.Money gateway description that will be shown to the donor when this gateway will be selected for use
ru_ru: Введите описание платёжной системы MOBI.Деньги, которое будет выведено для донора, если он выберет эту систему для совершения пожертвования.

source: MOBI.Money
ru_ru: MOBI.Деньги

source: MOBI.Money Settings
ru_ru: Настройки MOBI.Money

source: Enter your MOBI.Money shop ID
ru_ru: Введите значение параметра shop ID в системе MOBI.Деньги.

source: MOBI.Money small (99x35 px)
ru_ru: MOBI.Money маленький (99x35 px)

source: MOBI.Money medium (144x51 px) (recommended)
ru_ru: MOBI.Money средний (144x51 px) (рекомендуется)

source: MOBI.Money big (226x80 px)
ru_ru: MOBI.Money большой (226x80 px)

source: MOBI.Money shop ID<span class="leyka-setting-required">*</span>
ru_ru: ID магазина в системе MOBI.Money<span class="leyka-setting-required">*</span>

source: <div id="message" class="error"><p><strong>Error:</strong> base donations plugin is missing or inactive. It is required for MOBI.Money gateway module to work. MOBI.Money plugin will be deactivated.</p></div>
ru_ru: <div id="message" class="error"><p><strong>Ошибка:</strong> базовый модуль пожертвований отсутствует или неактивен. Он необходим для приёма пожертвований с помощью MOBI.Деньги. Плагин MOBI.Деньги будет деактивирован.</p></div>
